import Slideshow from '../../components/ar/Slideshow';
import { Link } from 'react-router-dom';

function ArAbout() {
    const img01 = '/media/bannersEnglish/about-us-first-p.png';
    return (
        <div className="sub">
            <Slideshow />
            <div className='home01 ar'>
                <div>
                    <h1>
                        صيدليات أورانج
                    </h1>
                    <p>
                        تأسست شركة أورانج لخدمات الصيدليات بهدف سد الفجوة بين الصيدليات المستقلة وشبكات التأمين الطبي، مما يتيح لها فرصًا أكبر للنمو والتوسع. منذ انطلاقتها، ركزت الشركة على تقديم حلول مبتكرة تدعم الصيدليات في إدارة عملياتها المالية، وتحسين كفاءتها التشغيلية، وتعزيز علاقتها بشركات التأمين الطبي. من خلال الاعتماد على التكنولوجيا الحديثة، والخدمات المالية المرنة، والتدريب المستمر، استطاعت أورانج أن تصبح شريكًا استراتيجيًا موثوقًا للصيدليات، مما يضمن استدامتها وتنافسيتها في سوق الرعاية الصحية المتغير.
                    </p>

                    <span>
                        <Link to="/ar-about">
                            المزيد
                            <span className="material-symbols-outlined">
                                arrow_right_alt
                            </span>
                        </Link>
                    </span>
                </div>
                <div>
                    <img src={img01} alt="Orange Pharmacies" />
                </div>
            </div>

            <div className='ceo ar-center'>
                <h1>
                    كلمة رئيس مجلس الإدارة
                </h1>
                <h4>أستاذ احمد العروسي</h4>
                <div className='word'>
                    <svg width="1419" height="43" viewBox="0 0 1419 43" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M0.736328 43V33.7273C0.736328 31.0606 1.23633 28.2879 2.23633 25.4091C3.26663 22.5 4.66057 19.7576 6.41815 17.1818C8.20603 14.5758 10.206 12.3788 12.4181 10.5909L20.0545 15.5455C18.2666 18.2424 16.7666 21.0606 15.5545 24C14.3727 26.9091 13.7969 30.1212 13.8272 33.6364V43H0.736328ZM23.7818 43V33.7273C23.7818 31.0606 24.2818 28.2879 25.2818 25.4091C26.3121 22.5 27.706 19.7576 29.4636 17.1818C31.2515 14.5758 33.2515 12.3788 35.4636 10.5909L43.1 15.5455C41.3121 18.2424 39.8121 21.0606 38.6 24C37.4181 26.9091 36.8424 30.1212 36.8727 33.6364V43H23.7818Z" fill="black" />
                        <path d="M1418.96 3.57931e-06V9.27273C1418.96 11.9394 1418.46 14.7121 1417.46 17.5909C1416.43 20.5 1415.04 23.2424 1413.28 25.8182C1411.49 28.4242 1409.49 30.6212 1407.28 32.4091L1399.65 27.4546C1401.43 24.7576 1402.93 21.9394 1404.15 19C1405.33 16.0909 1405.9 12.8788 1405.87 9.36364V2.28265e-06L1418.96 3.57931e-06ZM1395.92 1.29666e-06V9.27273C1395.92 11.9394 1395.42 14.7121 1394.42 17.5909C1393.39 20.5 1391.99 23.2424 1390.24 25.8182C1388.45 28.4242 1386.45 30.6212 1384.24 32.4091L1376.6 27.4546C1378.39 24.7576 1379.89 21.9394 1381.1 19C1382.28 16.0909 1382.86 12.8788 1382.83 9.36364V0L1395.92 1.29666e-06Z" fill="black" />
                    </svg>
                    <p>
                        نحن في مرحلة جديدة نحرص فيها على الشفافية والتغيير الإيجابي لدعم صيدلياتنا. نلتزم بتقديم حلول مالية مبتكرة، وبرامج ولاء متميزة، ودعم تسويقي شامل، مع تعزيز التحول الرقمي لضمان نمو واستدامة الصيدليات المستقلة داخل شبكات التأمين الطبي. <br />
                        التحول الرقمي وتحسين نظم الدفع هما مفتاح بناء الثقة وتعزيز مكانتنا كعلامة موثوقة في الرعاية الصحية. كما نركز على تدريب فريقنا وتقديم الدعم المستمر للصيادلة لضمان النجاح المستدام وتجاوز التحديات السابقة.
                        نحن ملتزمون بتقديم كل ما يلزم لتمكين صيدلياتنا من النمو والنجاح، ونعمل بروح الفريق لتحقيق أهدافنا المشتركة."
                    </p>
                </div>
            </div>

            <div className='about01 ar-center'>
                <h1>الأهداف</h1>
                <p>
                    تمكين الصيدليات من الاندماج بسهولة في شبكات التأمين الطبي، مع تحسين أنظمة الدفع وتقديم حلول مالية مرنة.
                    تعزيز التحول الرقمي عبر بناء بنية تحتية تدعم الطلبات الإلكترونية، وبرامج الولاء، والتواصل السلس بين الصيدليات والشركة.
                    <br />
                    التوسع في السوق وزيادة الولاء من خلال إطلاق برامج مبتكرة وتقديم أدوات تدعم الصيدليات، مثل تطبيق Orange Pharmacies.
                    <br />
                    ترسيخ الثقة وجعل Orange Pharmacies علامة موثوقة تتميز بالجودة والابتكار في قطاع الرعاية الصحية.
                </p>
            </div>

            <div className='about02'>

                <div className='card ar-center'>
                    <h1>الرسالة</h1>
                    <div className='cardContent'>
                        <h4>
                            تمكين الصيدليات المستقلة من خلال دمجها بسلاسة في شبكتنا، وتقديم حلول مالية مبتكرة، وبرامج ولاء، ودعم شامل. ومن خلال التحول الرقمي، والشفافية، وتبسيط عمليات الدفع، نضمن نموها وتنافسيتها واستدامتها في سوق متغير.
                        </h4>
                    </div>
                </div>
                <div className='card ar-center'>
                    <h1>الرؤية</h1>
                    <div className='cardContent'>
                        <h4>
                            أن نصبح الشريك الرائد في خدمات الصيدليات المستقلة في مصر، حيث تقدم Orange Pharmacies دعمًا لا مثيل له في الاتصال بشبكات التأمين، وتحسين العمليات المالية، وتعزيز رضا العملاء من خلال الابتكار والتعاون، مدعومًا بالتحول الرقمي.
                        </h4>
                    </div>
                </div>

            </div>

            <div className='home02 ar-center'>

                <h1>القيم</h1>

                <div className='cardsContainer'>
                    <div className='card'>
                        <h2>التعاون</h2>
                        <div className='cardContent'>
                            <p>
                                نؤمن ببناء علاقات قوية مع الصيدليات وأصحاب المصلحة لتحقيق نمو مشترك وشراكات ناجحة.
                            </p>
                        </div>
                    </div>
                    <div className='card'>
                        <h2>الكفاءة</h2>
                        <div className='cardContent'>
                            <p>
                                نلتزم بتبسيط العمليات وتسهيل الإجراءات لتوفير الوقت وتقليل التعقيد على شركائنا.
                            </p>
                        </div>
                    </div>
                    <div className='card'>
                        <h2>الشفافية</h2>
                        <div className='cardContent'>
                            <p>
                                نعمل بوضوح وأمانة لتعزيز الثقة والمصداقية.
                            </p>
                        </div>
                    </div>
                    <div className='card'>
                        <h2>التركيز على العملاء</h2>
                        <div className='cardContent'>
                            <p>
                                نضع احتياجات الصيدليات وعملائها في صميم اهتمامنا لتقديم خدمة متميزة.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default ArAbout;